Repository: RedeMocambos/baobaxia
Catalog: app/django-bbx/locale/*/LC_MESSAGES/django.po
Languages: da_dk, it_it

source: Error deserialing
da_dk: Deserialiseringsfejl
it_it: Errore deserializzando

source: User
da_dk: Bruger
it_it: Utente

source: logged in
da_dk: logget ind
it_it: connesso

source: Exception caught, UserDoesNotExist
da_dk: Exception fanget, UserDoesNotExist
it_it: Eccezione, UserDoesNotExist, l'utente non esiste

source: doesn't exist or password is wrong!
da_dk: findes ikke eller forkert password!
it_it: non esiste o la password è sbagliata

source: English
da_dk: Engelsk
it_it: Inglese

source: Spanish
da_dk: Spansk
it_it: Spagnolo

source: Brazilian Portuguese
da_dk: Brasiliansk portugisisk
it_it: Portoghese Brasiliano

source: Italian
da_dk: Italiensk

source: Danish
da_dk: Dansk

source: Baobaxia Garden
da_dk: Baobaxias baghave
it_it: Giardino Baobáxia

source: Fill password
da_dk: Udfyld adgangskode
it_it: Inserire la password

source: Fill username field!
da_dk: Udfyld brugernavn
it_it: Inserire il nome utente

source: Login failed!
da_dk: Login mislykkedes!
it_it: Autenticazione fallita

source: Login done.
da_dk: Du er nu logget ind.
it_it: Autenticazione corretta

source: Repository
da_dk: Repositorium
it_it: Archivio

source: password
da_dk: adgangskode

source: lost my password
da_dk: jeg har glemt min adgangskode
it_it: ho perso la mia password

source: register
da_dk: registrér
it_it: registrarsi

source: Passwords must match
da_dk: Adgangskoderne er ikke ens
it_it: Le password devono essere uguali

source: Registering new user
da_dk: Registrerer ny bruger
it_it: Registrando un nuovo utente

source: Select your mucua
da_dk: Vælg din mucua
it_it: Selezione la tua mucua

source: Password
da_dk: Adgangskode

source: Password, again
da_dk: Gentag adgangskode
it_it: Password, di nuovo

source: Could not create user!
da_dk: Kunne ikke oprette bruger!
it_it: Non é possibile creare l'utente

source: User already exists!
da_dk: Brugeren findes allerede!
it_it: L'utente già esiste

source: Filters
da_dk: Filtre
it_it: Filtri

source: image
da_dk: billede
it_it: immagine

source: video
da_dk: vídeo

source: audio
da_dk: lyd

source: file
da_dk: fil

source: Is local
da_dk: Findes lokalt
it_it: È locale

source: Is requested
da_dk: forespurgt
it_it: È richiesto

source: per page
da_dk: pr. side
it_it: per pagina

source: Footer
da_dk: Sidefod

source: Header
da_dk: Sidehoved

source: shuffle
da_dk: tilfældig rækkefølge
it_it: casuale

source: view as grid
da_dk: se ikoner
it_it: visualizza come griglia

source: view as list
da_dk: se liste
it_it: visualizza come lista

source: Multiple edit
da_dk: Redigér flere
it_it: Edizione multipla

source: network
da_dk: netværk
it_it: rete

source: Search at
da_dk: Søg i
it_it: Cerca su

source: Collection:
da_dk: Samling:
it_it: Collezione

source: more info
da_dk: mere information
it_it: altre informazioni

source: Permission denied
da_dk: Adgang nægtet
it_it: Permesso negato

source: Add term to search
da_dk: Føj til søgning
it_it: Aggiungi un parola da cercare

source: mucuas
da_dk: mucuaer

source: browse the network
da_dk: se netværket
it_it: naviga la rete

source: see all mucuas
da_dk: se alle mucuaer
it_it: vedi tutte le mucue

source: About Baobaxia
da_dk: Om Baobaxia
it_it: Su Baobáxia

source: About baobaxia page text part 2
da_dk: Baobáxia er en distribueret arkitektur, som er beregnet til at skabe forbindelse mellem lokale netværk, hvis internetforbindelse kan være ustabil, langsom eller helt fraværende. Den eksisterende informationsteknologi er ikke tilstrækkelig - vi er nødt til at tilpasse selve udviklingsprocessen til samfundets behov. Som grundprincip og arbejdsmetode adopterer vi principperne for fri software, hvilket både påvirker samarbejdet mellem udviklerne og de teknologiske løsninger, systemet kan anvende. Baobaxia er precisamosmoldar o próprio desenvolvimento para que atenda às demandas da sociedade. Adota comoprincípio básico e metodologia de trabalho os fundamentos do software livre, tanto nagestão das equipes de trabalho, quanto nas soluções tecnológicas que utilizará. Baobáxia er udtænkt og udviklet af Rede Mocambos

source: About baobaxia page text part 3
da_dk: Vores kode er åben og tilgængelig under vilkårene i GNU General Public License; koden er i øjeblikket versionsstyret i et git-repositorium på Github.

source: About baobaxia page text part 4
da_dk: Baobáxia er udviklet med programmet Git Annex som base. Vi ønsker her at udtrykke vores dybe teknemmlighed og støtte til Joey Hess, som har udviklet dette fantastiske program. =)

source: Support
da_dk: Støtte
it_it: Partner

source: Support: FBB Foundation
da_dk: Støtte: Fundação FBB
it_it: Partner: Fondazione Banca del Brasile, FBB

source: This project has the Banco do Brasil Foundation Support.
da_dk: Dette projekt er støttet af Fundação Banco do Brasil.
it_it: Questo progetto é realizzato in partnership con la Fondazione Banca de Brasile.

source: others:
da_dk: øvrige:
it_it: altri

source: repository:
da_dk: repositorium:
it_it: archivio

source: available:
da_dk: tilgængelig:
it_it: disponibile

source: demanded space:
da_dk: pladskrav:
it_it: spazio richiesto:

source: support / about baobaxia
da_dk: støtte / om Baobáxia
it_it: partners / info su baobáxia

source: Logout
da_dk: Log ud

source: back to search
da_dk: tilbage til søgningen
it_it: torna alla ricerca

source: Do you want to permanently remove this media?
da_dk: Ønsker du permanent at slette denne fil?
it_it: Vuoi rimuovere permanentemente questo media?

source: mucua highlights
da_dk: højdepunkter fra mucuaen

source: Create new gallery
da_dk: Opret et nyt galleri
it_it: Creare una nuova galleria

source: Origin
da_dk: Oprindelse
it_it: Origine

source: Gallery name (tags)
da_dk: Galleriets navn (tags)
it_it: Nome della galleria (tags)

source: Description:
da_dk: Beskrivelse:
it_it: Descrizione

source: License
da_dk: Licens
it_it: Licenza

source: Select file type to start upload
da_dk: Vælg filtype for at påbegynde upload
it_it: Seleziona il tipo del file da caricare

source: Error while inserting media:
da_dk: Fejl ved oprettelse af medie:
it_it: Errore nel caricare il media

source: Media inserted:
da_dk: Medie oprettet:
it_it: Media caricato

source: Please fill the required fields to continue!
da_dk: Udfyld de obligatoriske felter for at fortsætte!
it_it: Per favore completare i campi richiesti per continuare!

source: Edit gallery
da_dk: Redigér galleri
it_it: Modifica galleria

source: Select columns...
da_dk: Vælg kolonner...
it_it: Seleziona colonne...

source: thumbnail
da_dk: miniature
it_it: miniatura

source: info
da_dk: information

source: description
da_dk: beskrivelse
it_it: descrizione

source: Thumbnail
da_dk: Miniature
it_it: Miniatura

source: Note
da_dk: Beskrivelse

source: Save
da_dk: Gem
it_it: Salvare

source: (override particular changes)
da_dk: (overskriv individuelle ændringer)
it_it: (sovrascrive modifiche specifiche)

source: General information
da_dk: Generel information
it_it: Informazioni generali

source: Name
da_dk: Navn
it_it: Nome

source: Date
da_dk: Dato
it_it: Data

source: Description
da_dk: Beskrivelse
it_it: Descrizione

source: Title
da_dk: Titel
it_it: Titolo

source: Update media
da_dk: Opdatér medie
it_it: Aggiorna media

source: Edit media
da_dk: Redigér medie
it_it: Modifica media

source: edit
da_dk: redigér

source: view/download
da_dk: se/download
it_it: vedere/scaricare

source: view media
da_dk: se medie
it_it: Visualizza media

source: name
da_dk: navn
it_it: nome

source: author
da_dk: forfatter
it_it: autore

source: origin
da_dk: oprindelse
it_it: origine

source: date
da_dk: dato
it_it: data

source: license
da_dk: licens
it_it: licenza

source: copies
da_dk: kopier
it_it: copie

source: is local
da_dk: findes lokalt
it_it: è locale

source: is local?
da_dk: findes lokalt?
it_it: è locale?

source: yes
da_dk: ja
it_it: si

source: no
da_dk: nej

source: requested
da_dk: forespurgt
it_it: richiesto

source: is_local
da_dk: findes lokalt
it_it: è locale

source: request
da_dk: forespørg
it_it: richiesto

source: content published by mocambola
da_dk: indhold offentliggjort af mocambola
it_it: media pubblicati dal mocambola

source: new content
da_dk: nyt indhold
it_it: nuovi media

source: Title:
da_dk: Titel:
it_it: Titolo

source: File type
da_dk: Filtype
it_it: Tipo di file

source: No preview available
da_dk: Ingen forhåndsvisning
it_it: Nessuna anteprima disponibile

source: Author
da_dk: Forfatter
it_it: Autore

source: Availability
da_dk: Tilgængelighed
it_it: Disponibilità

source: Delete media
da_dk: Slet
it_it: Elimina media

source: View media
da_dk: Vis
it_it: Visualizza media

source: Update
da_dk: Opdatér
it_it: Aggiorna

source: Upload file
da_dk: Upload fil
it_it: Carica file

source: Invalid file type!
da_dk: Ugyldig filtype!
it_it: Tipo di file non valido

source: Format is currently unsupported:
da_dk: Dette format understøttes p.t. ikke:
it_it: Questo formato non è attualmente supportato

source: Please add one of the following ones:
da_dk: :Vælg en af de følgende typer:
it_it: Per favore usa uno dei seguenti:

source: related content
da_dk: relateret indhold
it_it: contenuti correlati

source: Media removed!
da_dk: Medie slettet!
it_it: Media eliminata!

source: Error while updating media!
da_dk: Fejl ved opdatering af medie!
it_it: Errore nel caricare il media!

source: Media updated!
da_dk: Medie opdateret!
it_it: Media aggiornata!

source: edit media
da_dk: redigér medie
it_it: modifica media

source: By
da_dk: Af

source: Size
da_dk: Størrelse

source: Who has this file?
da_dk: Hvem har denne fil?
it_it: Copie esistenti del media

source: Drop local copy
da_dk: Slet lokal kopi
it_it: Rimuovi copia locale

source: download
da_dk: se/download
it_it: vedere/scaricare

source: No visualization available
da_dk: Ingen forhåndsvisning
it_it: Nessuna anteprima disponibile

source: Local content
da_dk: Lokalt indhold
it_it: nuovi media

source: local copy requested - pending
da_dk: lokal kopi forespurgt - afventende
it_it: copia locale richiesta - pendente

source: request local copy
da_dk: forespørg lokal kopi
it_it: richiedi copia locale

source: Enabled language:
da_dk: Aktivt sprog:

source: change language
da_dk: skift sprog

source: parsing templates for new language...
da_dk: genererer templates for nyt sprog...
it_it: Aggiornando i templates...

source: Publish new content
da_dk: publicér nyt indhold
it_it: Pubblicare un nuovo media

source: Publish new gallery
da_dk: Publicér nyt galleri
it_it: Pubblicare una nuova galleria

source: Mucuas
da_dk: Mucuaer

source: Language not installed:
da_dk: Sprog ikke installeret:
it_it: Lingua non installata

source: Module does not exists:
da_dk: Modul kan ikke findes:
it_it: Modulo non esiste.

source: Template does not exists:
da_dk: Template kan ikke findes:
it_it: Il template non esiste

source: Language code not supported:
da_dk: Sprogkode understøttes ikke:
it_it: Codice di lingua non supportato

source: Updating templates...
da_dk: Opdaterer templates...
it_it: Aggiornando i templates...

source: ...created folder
da_dk: ...mappe oprettet
it_it: ...creando cartella

source: Parsing templates:
da_dk: Parser templates:
it_it: Leggendo i templates:

source: Media universal unique identifier
da_dk: Universel unik ID for medie
it_it: Identificativo unico universale del media

source: No UUID
da_dk: Ingen UUID
it_it: Nessuno UUID

source: Media name
da_dk: Navn på medie
it_it: Nome del media

source: No title
da_dk: Ingen titel
it_it: Nessun titolo

source: Media creation date
da_dk: Medie oprettet dato
it_it: Data di creazione del media

source: last modified
da_dk: sidst ændret
it_it: ultima modifica

source: Last change
da_dk: sidste ændring
it_it: ultima modifica

source: Note.. use as you wish!
da_dk: Notefelt... brug som du vil!
it_it: Note.. usare a piacere

source: Type of the media, like image, document, video, ...
da_dk: Medietype, for eksempel billede, dokument, video ...
it_it: Tipo di media, immagine, documento, video, ...

source: License of the media, like, cc, gpl, bsd, ...
da_dk: Licens for mediet, for eksempel cc, gpl, bsd...
it_it: Licenza del media, creative commons, gpl, bsd, ...

source: True if media content is available locally
da_dk: Sand hvis mediets indhold er tilgængeligt lokalt
it_it: Vero se il media è disponibile localmente

source: is requested
da_dk: er forespurgt
it_it: è richiesto

source: True if media content is awaiting a local copy
da_dk: Sand hvis mediets indhold afventer en lokal kopi
it_it: Vero se il media è in attesa di copia locale

source: number of copies
da_dk: antal kopier
it_it: numero di copie

source: Number of copies of the media in the repository
da_dk: Antal kopier af mediet i repositoriet
it_it: Numero di copie del media nell'archivio

source: DESERIALIZING
da_dk: DESERIALISERER
it_it: DESERIALIZANDO

source: Serialized Media
da_dk: Serialiseret medie
it_it: Media serializzato

source: This media already exist. Updated.
da_dk: Dette medie findes allerede. Opdateret.
it_it: Questo media già esiste. Aggiornato

source: Nyt medie oprettet
da_dk: Nova mídia criada

source: updated media - OK
da_dk: mídia atualizada - OK
it_it: media aggiornato - OK

source: error while creating media
da_dk: erro ao criar a mídia
it_it: errore nel creare il media

source: Requested media of uuid %(uuid)s
da_dk: Mídia de uuid %s requisitada
it_it: Richiesta media con uuid %(uuid)s

source: Dropped media of uuid %(uuid)s
da_dk: Removida mídia de uuid %s
it_it: Rimossa copia dei media con uuid %(uuid)s

source: Removed media of uuid %(uuid)s
da_dk: Mídia de uuid %s requisitada
it_it: Eliminati media con uuid %(uuid)s

source: Error deserializing
da_dk: Erro desserializando
it_it: Errore deserializzando

source: User don exists
da_dk: Usuári@ não existe:
it_it: L'utente non esiste

source: User don't exists:
da_dk: Usuári@ não existe:
it_it: L'utente non esiste:

source: Invalid user or password
da_dk: Usuári@ ou senha inválida
it_it: Utente o password sbagliati

source: Acessing mucuas in repository: %s
da_dk: Acessando mucuas no repositório: %s
it_it: Accedendo alle mucua nell'archivio: %s

source: Mucua not found
da_dk: Mucua não encontrada
it_it: Mucua non trovata

source: Group %s deleted
da_dk: Grupo %s apagado
it_it: Gruppo %s eliminato

source: Territory %s deleted
da_dk: Grupo %s apagado
it_it: Territorio %s eliminato

source: Repository name taken from available repositories
da_dk: Nome do repositório retirado da lista de repositórios disponíveis
it_it: Nome dell'archivio rilevato tra i disponibili

source: notes
da_dk: anotações
it_it: note

source: synchronize
da_dk: sincronizar
it_it: sincronizzare

source: Tick here to enablesyncronization of this repository
da_dk: Marque aqui para habilitar a sincronização desse repositório
it_it: Spuntare per attivare la sincronizzazione di questo archivio

source: repository
da_dk: repositório
it_it: archivio

source: repositories
da_dk: repositórios
it_it: archivi

source: CLEANING
da_dk: LIMPANDO
it_it: RIPULENDO

source: Deleting media
da_dk: Apagando mídia
it_it: Eliminando media

source: Fingerprint
da_dk: Impressão digital

source: Media deleted.
da_dk: Mídia apagada!
it_it: Media eliminato.

source: Media doesn't exist
da_dk: Mídia não existe
it_it: Media non esiste

source: Delete problem
da_dk: Problema ao remover mídia
it_it: Problema nell'eliminare

source: Revision is
da_dk: Revisão é
it_it: La revisione è

source: Mocambola login
it_it: Accesso Mocambola

source: do login
it_it: fai il login

source: format
it_it: formato

source: type
it_it: tipo

source: status
it_it: stato

source: total:
it_it: totale

source: Format
it_it: Formato

source: New media created
it_it: Nuovo media creato

source: Mucua enraizada em
it_it: Mucua radicata in

source: O territorio precisa ser indicado como 't:Nome_do_territorio'
it_it: Il territorio deve essere scritto come 't:Nome_del_territorio'

source: A mucua esta já enraizada em
it_it: La mucua è già radicata in
